{
  "de": {
    "title": "Datenschutzerklärung",
    "paragraph0": "Wir freuen uns über Ihren Besuch auf unseren Webseiten und möchten, dass Sie nicht nur über unsere Leistungen, sondern auch über unsere Datenverarbeitung auf den Webseiten bestens informiert sind. Die folgenden Informationen sind dafür gedacht, Sie über unsere Handhabung der Erhebung, Verwendung und Speicherung von personenbezogenen Daten zu informieren. Wir verarbeiten personenbezogene Daten, die beim Besuch unserer Webseiten erhoben werden gemäß den in Deutschland geltenden datenschutzrechtlichen Bestimmungen.",
    "header1": "Rota Yokogawa GmbH & Co. KG",
    "paragraph_item1_1": "Rota Yokogawa GmbH & Co. KG",
    "paragraph_item1_2": "Rheinstr. 8, 79664 Wehr, Deutschland",
    "header2": "Was sind personenbezogene Daten?",
    "paragraph2": "Unter personenbezogenen Daten sind Informationen zu verstehen, die Ihrer Person zugeordnet sind oder zugeordnet werden können. Darunter fallen zum Beispiel Ihr Name, Ihre Anschrift, Ihre Telefonnummer und Ihre E-Mail-Adresse.",
    "header3": "Erhebung und Verarbeitung personenbezogener Daten",
    "paragraph3": "enn Sie unsere Webseiten besuchen, speichern unsere Webserver standardmäßig die IP-Adresse, die Ihnen von Ihrem Internet Service Provider zugewiesen wurde, die Webseite, von der aus Sie uns besuchen, die Webseiten, die Sie bei uns besuchen, sowie das Datum und die Dauer des Besuches. Personenbezogene Daten werden nur dann gespeichert, wenn Sie uns diese von sich aus, z.B. im Rahmen einer Registrierung, einer Umfrage, eines Preisausschreibens oder zur Durchführung eines Vertrages angeben.",
    "header4": "Nutzung und Weitergabe personenbezogener Daten und Zweckbindung",
    "paragraph4": "Rota Yokogawa nutzt Ihre personenbezogenen Daten zu Zwecken der technischen Administration der Webseiten, zur Kundenverwaltung, für Produktumfragen und für das Marketing nur im jeweils dafür erforderlichen Umfang. Übermittlungen personenbezogener Daten an staatliche Einrichtungen und Behörden erfolgen nur im Rahmen zwingender nationaler Rechtsvorschriften. Unsere Mitarbeiter, Agenturen und Händler sind von uns zur Vertraulichkeit verpflichtet.",
    "header5": "Online-Registrierungsportal",
    "paragraph5_1": "Für den Zugriff auf unsere Websites müssen Sie im Regelfall keine personenbezogenen Informationen angeben. Eventuell stellen Sie jedoch personenbezogene Daten zur Verfügung, um Online-Kommunikationsdienste zu nutzen. Solche Daten, die Sie über das Online Registrierungsportal zu Ihrer Person (z. B. Name, Anschrift, Telefonnummer, E-Mail-Adresse usw.) werden nur gespeichert, wenn Sie uns diese Daten zum Zwecke der Nutzung bestimmter Dienste auf unserer Website zur Verfügung stellen (z. B. Registrierung von Geräten, Garantien/Serviceleistungen, Nutzung personalisierter Website-Funktionen, Reminderfunktionen, Anmeldung zum Newsletter (nur E-Mail).",
    "paragraph5_2": "Diese Daten werden von uns und den mit uns verbundenen Unternehmen der Yokogawa Unternehmensgruppe weltweit verarbeitet und genutzt, ausschließlich um Ihnen die gewünschten Dienste zur Verfügung zu stellen. Bei einer Übermittlung von personbezogene Daten an Rota Yokogawa Unternehmen mit Sitz in Staaten außerhalb der EU bzw. des EWR (sog. Drittstatten) stellen wir ein angemessenes Datenschutzniveau durch vertragliche Inter-Company Vereinbarungen über die sog. EU Standardvertragsklauseln sicher.",
    "paragraph5_3": "Eine Verarbeitung und Nutzung dieser Daten für andere Zwecke (z. B. Versand zusätzlicher Informationen zu unserem Unternehmen und unseren Produkten etwa durch direkte Kontaktaufnahme) oder Weiterleitung an externe Partner- und Serviceunternehmen findet nur statt, wenn Sie in eine solche Nutzung ausdrücklich eingewilligt haben. Wir fragen Sie, ob Sie eine solche Kommunikation wünschen. Auch eine Übermittlung Ihrer personenbezogenen Daten an Dritte findet nur mit Ihrer Einwilligung statt, sofern sie den gesetzlich zulässigen Rahmen überschreitet.",
    "paragraph5_4": "Auf bestimmten Websites verwenden wir ein so genanntes „Double-Opt-In“-System. Dies bedeutet, dass wir Ihnen nach Ihrer ersten Registrierung eine Bestätigungsmail mit Ihren Anmeldedaten schicken. Mit diesen Anmeldedaten müssen Sie anschließend auf unsere Website zugreifen. Ihre Registrierung wird erst aktiviert, nachdem Sie sich auf diese Weise mit Ihrem Benutzernamen und Passwort angemeldet haben. So stellen wir sicher, dass die Anmeldung mit Ihrer ausdrücklichen Einwilligung erfolgt.",
    "header6": "Cookies",
    "paragraph6_1": "Rota Yokogawa verwendet Cookies, um Präferenzen der Besucher verfolgen und die Webseiten entsprechend optimal gestalten zu können. Cookies sind kleine Dateien, die auf Ihrer Festplatte abgelegt werden. Dies ermöglicht eine Erleichterung der Navigation und ein hohes Maß an Benutzerfreundlichkeit einer Website. Cookies helfen uns ebenfalls bei der Identifizierung besonders populärer Bereiche unseres Internetangebots. So können wir die Inhalte unserer Internetseiten gezielter auf Ihre Bedürfnisse abstimmen und somit unser Angebot für Sie verbessern. Cookies können genutzt werden, um festzustellen, ob von Ihrem Computer bereits eine Kommunikation zu unseren Seiten bestanden hat. Es wird lediglich das Cookie auf Ihrem Computer identifiziert. Personenbezogene Daten können dann in Cookies gespeichert werden, wenn Sie zugestimmt haben, z.B. um einen geschützten Online Zugang zu erleichtern, so dass Sie User ID und Passwort nicht erneut eingeben müssen.",
    "paragraph6_2": "Natürlich können Sie unsere Website auch ohne Cookies betrachten. Die meisten Browser akzeptieren Cookies automatisch. Sie können das Speichern von Cookies auf Ihrer Festplatte aber verhindern, indem Sie in Ihren Browser-Einstellungen *keine Cookies akzeptieren* wählen. Auf Ihrem Rechner können Sie bereits gesetzte Cookies jederzeit löschen. Wie das im Einzelnen funktioniert, entnehmen Sie bitte der Anleitung Ihres Browsers. Wenn Sie keine Cookies akzeptieren, kann dieses aber u.U. zu Funktionseinschränkungen unserer Angebote führen.",
    "header7": "Sicherheit",
    "paragraph7": "Rota Yokogawa setzt technische und organisatorische Sicherheitsmaßnahmen ein, um ihre durch uns verwalteten Daten gegen Manipulationen, Verlust, Zerstörung und gegen den Zugriff unberechtigter Personen zu schützen. Unsere Sicherheitsmaßnahmen werden entsprechend der technologischen Entwicklung fortlaufend verbessert. Unsere Mitarbeiter sind auf das Datengeheimnis verpflichtet.",
    "header8": "Links zu anderen Websites",
    "paragraph8": "Unsere Website enthält Links zu anderen Websites. Die Links zu externen Website werden vor Verlinkung von uns geprüft. Wir haben jedoch keinen Einfluss darauf, dass deren Betreiber die Datenschutzbestimmungen einhalten. Bei Bekanntwerden von Verstößen oder Rechtsverletzungen werden wir die entsprechenden Links entfernen.",
    "header9": "Auskunftsrecht",
    "paragraph9": "Auf Anforderung teilt Ihnen Rota Yokogawa oder die für Sie zuständige Vertretung möglichst umgehend schriftlich entsprechend des geltenden Rechts mit, ob und welche personenbezogenen Daten über Sie bei uns gespeichert sind. Sind Sie ggf. als Nutzer bei uns registriert, bieten wir Ihnen auch die Möglichkeit, die Daten selbst zu sehen und gegebenenfalls zu löschen oder zu ändern. Sollten trotz unserer Bemühungen um Datenrichtigkeit und Aktualität falsche Informationen gespeichert sein, werden wir diese auf Ihre Aufforderung hin berichtigen.",
    "header10": "Beauftragter für den Datenschutz von Rota Yokogawa",
    "paragraph10": "Wenn Sie Fragen hinsichtlich der Verarbeitung Ihrer personenbezogenen Daten haben, können Sie sich vertrauensvoll an unseren Beauftragten für den Datenschutz wenden, der auch im Falle von Auskunftsersuchen, Anregungen oder Beschwerden zur Verfügung steht.",
    "paragraph_item10_1": "Rota Yokogawa",
    "paragraph_item10_2": "Data Protection Officer",
    "paragraph_item10_3": "Rheinstr. 8",
    "paragraph_item10_4": "DE 79664 Wehr",
    "paragraph_item10_5": "Tel. + 49 7761 567-0",
    "paragraph_item10_6": "E-Mail: Rota.data.protection@de.yokogawa.com",
    "current_date":"November 2016",
    "print": "Print"
  },
  "en": {
    "title": "Data Privacy Statement",
    "paragraph0": "We are very pleased that you have visited our Web site and would like to ensure that you have the very best information - not only for our services, but also about data processing on our Web site. The information below aims to inform you of how we deal with, collect, use and store personal data. We process personal data that is collected during visits to our Web sites in line with German data protection law.",
    "header1": "Responsible Agent",
    "paragraph_item1_1": "Rota Yokogawa GmbH & Co. KG",
    "paragraph_item1_2": "Rheinstr. 8, 79664 Wehr, Germany",
    "header2": "What is personal data?",
    "paragraph2": "Personal data is information that is or could be allocated to you as an individual. This includes, for example, your name, address, telephone number and e-mail address.",
    "header3": "Collecting and processing personal data",
    "paragraph3": "If you visit our Web sites, as a matter of course our Web servers store the IP address that you are allocated by our Internet service provider, the Web site that you visit us from, the Web sites that you visit from our site, as well as the date and duration of your visit. Personal data is only saved if you provide this voluntarily, e.g., as part of a registration, a survey, a price tender or to execute an agreement",
    "header4": "Use and transmission of personal data and designated purpose",
    "paragraph4": "Rota Yokogawa uses your personal data for the technical administration of the Web sites, for customer management, for product surveys and for marketing, only to the extend required for these respective purposes. Personal data will only be transferred to government institutions and authorities according to mandatory national legal requirements. Our employees, agencies and merchants are subject to non-disclosure agreements with us.",
    "header5": "Online registration portal",
    "paragraph5_1": "As a rule, you do not have to provide any personal data to access our Web sites. However, you may provide personal data in order to use online communication services. Any such data that you provide via the online registration portal concerning your person (e.g. name, address, telephone number, e-mail address, etc.) is only saved if you provide us with this data to use certain services on our Web site (e.g. registration of devices, guarantees/services, use of personalized Web site functions, reminder functions, newsletter registration (e-mail only).",
    "paragraph5_2": "This data is processed and used by u and our affiliated companies in the Yokogawa group of companies worldwide, exclusively in order to provide you with the desired services. In the event that personal data is transferred to Rota Yokogawa companies with their registered offices in countries outside the EU or the EEC (so-called third-party countries), we ensure a reasonable level of data protection via contractual inter-company agreements via the so-called EU standard contractual clauses.",
    "paragraph5_3": "Processing and use of this data for other purposes (e.g., sending additional information about our company and our products, for example by making direct contact) or passing this on to external partner and service companies only takes place if you have expressly authorized this type of use. We ask, if you would like to receive this type of communication. Transferring your personal data to third-parties is also subject to your authorization to the extent that this goes beyond the extent permitted by law.",
    "paragraph5_4": "We use a so-called “double opt-in” system on certain Web sites. That means that we send you a confirmation mail with your registration data after you register for the first time. You then have to use this registration data to access our Web site. Your registration will only be activated after you have registered in this manner using your user name and password. This allows us to ensure that you have given your express permission when you register.",
    "header6": "Cookies",
    "paragraph6_1": "Rota Yokogawa uses cookies in order to track visitors preferences and to thus ensure an optimum Web site design. Cookies are small files that are stored on your hard drive. This makes navigation easier and makes sure that a Web site is very user-friendly. Cookies also help us to identify particularly popular areas in our Internet offering. For example, we can tailor the content of our Web sites more precisely to your needs, and thus improve our offering for you. Cookies can be used to ascertain if there has already been communication with our sites from your computer. Only the cookie on your computer is identified. Personal data can be stored in cookies if you have accepted this, for example to make secure online access easier, so that you do not have to input your user ID and password again.",
    "paragraph6_2": "Of course you can also view our Web site without cookies. Most browsers accept cookies automatically. However you can prevent cookies from being saved on your hard drive by selecting the option *do not accept cookies* in your browser settings. You can delete cookies that have already been set on your computer at any time. Please check your browser instructions to find out how. However, if you do not accept cookies, this may lead to restrictions in the functionality of our offerings.",
    "header7": "Security",
    "paragraph7": "Rota Yokogawa uses technical and organization security activities to protect your data that we manage against manipulation, loss, damage and access by unauthorized parties. Our security measures are constantly improved in line with technology developments. Our employees undertake not to disclose any data.",
    "header8": "Links to other Websites",
    "paragraph8": "Our Web site includes links to other Web sites. We check the links to external Web sites prior to linking. However, we cannot ensure that their operators uphold data protection requirements. If we become aware of any infringements or legal violations we will remove the corresponding links.",
    "header9": "Right to information",
    "paragraph9": "Upon request, Rota Yokogawa or the agent responsible for you will inform you as quickly as possible, in line with applicable law, as to if and which personal data have been stored about you by our company. If you are registered as a user with us, we also offer you the opportunity to view your data yourself, and to delete or change these if required. If, despite our efforts to ensure correct and current data, incorrect information is stored, we will correct this upon your request.",
    "header10": "Data protection officer for Rota Yokogawa",
    "paragraph10": "If you have any questions regarding the processing of your personal data, you can contact our data protection officer confidentially. Our data protection officer is there to help with any information you may require or comments or criticism that you may have.",
    "paragraph_item10_1": "Rota Yokogawa",
    "paragraph_item10_2": "Data Protection Officer",
    "paragraph_item10_3": "Rheinstr. 8",
    "paragraph_item10_4": "DE 79664 Wehr",
    "paragraph_item10_5": "Tel. + 49 7761 567-0",
    "paragraph_item10_6": "E-Mail: Rota.data.protection@de.yokogawa.com",
    "current_date":"November 2016",
    "print": "Print"
  }
}
