{
  "de": {
    "title": "Nutzungsbedingungen",
    "paragraph0": "Die Nutzung dieser von der Rota Yokogawa GmbH & Co. KG („Rota Yokogawa“) bereitgestellten Internetseite und seiner Inhalte unterliegt den folgenden Nutzungsbedingungen:",
    "header1": "Inhalt des Onlineangebotes",
    "paragraph1": "Alle Inhalte unseres Internetauftritts werden mit Sorgfalt und nach bestem Gewissen erstellt. Eine Gewähr für die Aktualität, Vollständigkeit und Richtigkeit sämtlicher Seiten kann jedoch nicht übernommen werden. Ebenso übernimmt Rota Yokogawa keine Gewähr für die jederzeitige Verfügbarkeit der bereitgestellten Informationen auf seiner Internetseite noch für das Ausbleiben anderweitiger technischer Störungen. Haftungsansprüche, welche sich auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger Informationen verursacht wurden, sind grundsätzlich ausgeschlossen, sofern kein vorsätzliches oder grob fahrlässiges Verschulden seitens Rota Yokogawa vorliegt. Rota Yokogawa behält sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",
    "paragraph1_2":"Rota Yokogawa behält sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",
    "header2": "Verweise und Links",
    "paragraph2_1": "Diese Internetseite enthält als Information auch entsprechend gekennzeichnete Links oder Verweise auf Internetseiten Dritter. Die Verantwortlichkeit für diese fremden Inhalte liegt alleine bei dem Anbieter, der die Inhalte bereithält. Rota Yokogawa vermittelt lediglich den Zugang zur Nutzung dieser fremden Inhalte.",
    "paragraph2_2": "Rota Yokogawa ist gesetzlich nicht verpflichtet, die übermittelten oder gespeicherten fremden Inhalte zu überwachen (§§ 8 – 10 TMG). Bei der erstmaligen Verknüpfung mit einem anderen Internetangebot ist dessen Inhalt daraufhin geprüft worden, ob durch ihn eine mögliche zivilrechtliche oder strafrechtliche Verantwortlichkeit ausgelöst wird. Auf die aktuelle und zukünftige Gestaltung, die Inhalte oder die Urheberschaft der verlinkten/verknüpften Seiten besteht jedoch keinerlei Einfluss. Rota Yokogawa distanziert sich ausdrücklich von allen Inhalten aller verlinkten/verknüpften Seiten, die nach der Linksetzung verändert wurden.",
    "paragraph2_3": "Für illegale, fehlerhafte oder unvollständige Inhalte und insbesondere für Schäden, die aus der Nutzung oder Nichtnutzung von Informationen Dritter entstehen, haftet allein der Anbieter der Seite, auf welche verwiesen wurde, nicht derjenige, der über Links auf die jeweilige Veröffentlichung lediglich verweist. Eine umgehende Entfernung dieser Inhalte erfolgt ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung. Rota Yokogawa haftet nicht vor dem Zeitpunkt der Kenntniserlangung.",
    "header3": "Urheber- und Kennzeichenrecht",
    "paragraph3_1": "Falls nicht anders angegeben, unterliegen alle Seiten dem Urheberrecht (Copyright). Dies gilt insbesondere für Texte, Bilder, Grafiken, Ton-, Video- oder Animationsdateien einschließlich deren Anordnung auf den Internetseiten. Eine Vervielfältigung oder Verwendung solcher Seiten (oder Teilen davon) in anderen elektronischen oder gedruckten Publikationen und deren Veröffentlichung (auch im Internet) ist nur nach vorheriger Genehmigung von Rota Yokogawa gestattet. Weiterhin können Bilder, Grafiken, Text- oder sonstige Dateien ganz oder teilweise dem Urheberrecht Dritter unterliegen.",
    "paragraph3_2": "Soweit nicht anders angegeben, sind alle Markenzeichen auf der Rota Yokogawa Internetseite markenrechtlich geschützt. Dies gilt insbesondere für Marken, Typenschilder, Firmenlogos und Embleme der Rota Yokogawa und Yokogawa Gruppe. Die auf unseren Seiten verwendeten Marken und Gestaltungselemente sind geistiges Eigentum der Yokogawa Gruppe. Die durch Dritte geschützten Marken- und Warenzeichen unterliegen uneingeschränkt den Bestimmungen des jeweils gültigen Kennzeichenrechts und den Besitzrechten der jeweiligen eingetragenen Eigentümer.",
    "header4": "DatenschutZ",
    "paragraph4": "Siehe",
    "routerlink_privacy": "Datenschutz",
    "header5": "Passwort, Registrierung",
    "paragraph5_1": "Einige Seiten der Internetseite können passwortgeschützt sein. Der Zugang zu diesen Seiten ist im Interesse der Sicherheit des Geschäftsverkehrs und des Datenschutzes nur registrierten Nutzern möglich. Sie sollten Ihre Zugangsinformationen deshalb stets vertraulich behandeln und das Browserfenster oder mobile Applikationen schließen, wenn Sie die Kommunikation mit uns beendet haben, insbesondere wenn Sie den Computer oder mobile Endgeräte gemeinsam mit anderen nutzen.",
    "paragraph5_2": "Auf eine Registrierung durch Rota Yokogawa besteht kein Anspruch. Rota Yokogawa behält sich insbesondere vor, auch bisher frei zugängliche Internetseiten einer Registrierungspflicht zu unterwerfen. Rota Yokogawa ist berechtigt, die Zugangsberechtigung durch Sperrung der Zugangsdaten zu widerrufen, ohne dass es der Angabe von Gründen bedarf, insbesondere wenn der Nutzer:",
    "list_item_1": "zur Registrierung falsche Angaben gemacht hat oder die Zugangskennung missbräuchlich verwendet wird,",
    "list_item_2": "gegen diese Nutzungsbedingungen oder gegen seine Sorgfaltspflichten im Umgang mit den Zugangsdaten verstoßen hat, oder",
    "list_item_3": "gegen anwendbares Recht beim Zugang zu oder der Nutzung der Internetseite verstoßen hat.",
    "header6": "Service Angebote",
    "paragraph6": " Yokogawa bietet optional Support- und/oder Serviceleistungen in einem speziell geschützten Bereich an. Hierzu ist es notwendig, dass sich Nutzer registrieren und gerätespezifische Informationen und weiterführende Daten auf der Rota Yokogawa Online-Plattform einpflegen und aktualisieren. Rota Yokogawa weist darauf hin, dass vertrauliche oder eigentumsrechtlich geschützte Informationen nicht auf dieser Internetseite übermittelt bzw. darauf zur Verfügung gestellt werden dürfen. Demzufolge geht Rota Yokogawa davon aus, dass alle Unterlagen, Informationen oder andere Beiträge oder Übertragungen, die Sie auf diese Internetseite übermitteln bzw. darauf bereitstellen, als nicht vertraulich gelten und nicht urheber- und/oder eigentumsrechtlich geschützt sind. Rota Yokogawa überprüft die von Ihnen gemachten Angaben nicht auf Plausibilität, Vollständigkeit oder Richtigkeit. Demzufolge übernimmt Rota Yokogawa keine Verantwortung für die Übertragungen oder die Aktualität, Vollständigkeit und Richtigkeit hierauf basierender Dienste, insbesondere Erinnerungsfunktionen betreffend Wartungs- oder Serviceintervalle. Eine störungsfreie Funktion 24/7 ist nicht gewährleistet. Rota Yokogawa behält sich vor, die Dienste ganz oder teilweise ohne vorherige Ankündigung einzuschränken oder einzustellen. Der Kunde ist um die Sicherung seiner Daten selbst besorgt. Die Nutzung erfolgt in alleiniger Verantwortung des Kunden.",
    "header7": "Änderung der Nutzungsbedingungen",
    "paragraph7": "Rota Yokogawa behält sich das Recht vor, diese Nutzungsbedingungen mit vorheriger Ankündigung zu ändern. Solche Änderungen werden Ihnen vorher mitgeteilt. Die Änderungen erlangen erst Wirkung, nachdem sie von Ihnen akzeptiert wurden. Für den Fall, dass Sie die Änderungen nicht akzeptieren, kann jede Partei diese Vereinbarung kündigen. Die Kündigungsfrist beträgt einen Monat ab Zugang der Mitteilung der Änderung.",
    "current_date":"November 2016",
    "print": "Drucken"
  },
  "en": {
    "title": "Terms and Conditions of Use",
    "paragraph0": "Use of this Web site and its content, provided by Rota Yokogawa GmbH & Co. KG (“Rota Yokogawa”), is subject to the following terms and conditions of use:",
    "header1": "Content of the online offering",
    "paragraph1": "All of the content in our Web presence is prepared with great care and to the best of our knowledge. However, no guarantee can be assumed that this is up-to-date, complete and correct for all of the sites. In addition, Rota Yokogawa does not assume any guarantee for the 24/7 availability of the information provided on its Web site, nor for the omission of any other technical defects. Any liability claims that are based on material or intellectual damage that are caused by the use or non-use of the information offered, or from the use of incorrect or incomplete information, are generally excluded, to the extent that there was no wilful or grossly negligent behaviour on the part of Rota Yokogawa",
    "paragraph1_2":"Rota Yokogawa expressly reserves the right to change parts of the Web site or the entire offering without any special announcement, to supplement this, to delete it, or to temporarily or finally discontinue publication.",
    "header2": "References and links",
    "paragraph2_1": "This Web site also includes correspondingly marked links or references to third-party Web sites as information. Responsibility for this third-party content is solely with this content provider. Rota Yokogawa only provides access for the use of this third-party content.",
    "paragraph2_2": "Rota Yokogawa does not have any statutory obligation to monitor the third-party content provided or stored (Sections 8-10 of the Telemediagesetz - TMG - German Telemedia Act). The first time that a link is created to another Web offering, a review of its content is performed as to whether this could initiate any possible responsibility under the civil or penal codes. However, we are totally unable to influence the current or future design, content or the copyrights to the linked Web sites. Rota Yokogawa expressly distances itself from all of the content of all of the linked Web sites that were changed after the link was placed.",
    "paragraph2_3": "Only the provider of the Web site to which a reference is made is liable for any illegal, incorrect or incomplete content, and in particular for damage that results from the use or non-use of third-party information, and not the party which makes reference to the respective publication via links. This content is removed immediately once we become aware of a concrete legal violation. Rota Yokogawa is not liable before it becomes aware of this fact.",
    "header3": "Copyright and brand rights",
    "paragraph3_1": "If not otherwise stated, all of the Web sites are subject to copyright. This applies in particular to text, images, graphics, audio, video or animated files, including their order on the Web sites. Duplication or use of these Web sites (or parts thereof) in other electronic or printed publications and their publication (including in the Internet) is only permitted after prior approval by Rota Yokogawa. In addition, images, graphics, text or other files may be fully or partially subject to third-party copyrights.",
    "paragraph3_2": "If not otherwise stated, all brands on the Rota Yokogawa Web site are subject to brand protection rights. This applies in particular to brands, type labels, company logos and emblems of Rota Yokogawa and the Yokogawa Group. The brands and design elements used on our Web sites are the Yokogawa Group’s intellectual property. The brands and trademarks protected by third parties are subject, without restriction, to the provisions of the respective applicable brand law and the ownership rights of the respective registered owners.",
    "header4": "Data protection",
    "paragraph4": "See",
    "routerlink_privacy": "Data Protection Statement",
    "header5": "Password, registration",
    "paragraph5_1": "Some pages of the Web site may be password-protected. Only registered users can access these pages in the interests of the security of our business transactions and data protection. You should thus always treat your log-in data confidentially, and close the browser window or mobile application when you have finished the communication with us, in particular if you use the computer or mobile end devices together with other people.",
    "paragraph5_2": "There is no entitlement to registration by Rota Yokogawa. In particular, Rota Yokogawa reserves the right to subject Web sites that were previously freely accessible to a registration requirement. Rota Yokogawa is authorized to revoke the right to access by blocking access data, without having to state reasons, in particular if the user:",
    "list_item_1": "provided incorrect information for registration, or abusively used the used identification,",
    "list_item_2": "violates these terms and conditions of use or his duty of care in dealing with the login-dataviolates these terms and conditions of use or his duty of care in dealing with the login-data, or",
    "list_item_3": "has violated applicable law during access or in using the Web sites.",
    "header6": "Service offerings",
    "paragraph6": "Rota Yokogawa offers optional support and/or services in a specially protected area. This requires users to register and input and update device-specific information and further information using the Yokogawa online platform. Rota Yokogawa notes that confidential information or information protected under ownership law cannot be transferred or provided via this Web site. Accordingly, Rota Yokogawa assumes that all of the documents, information or other contributions or information that you transfer or otherwise provide via this Web site is not confidential and is not protected by copyright or other ownership rights. Rota Yokogawa does not review the information that you provide to ensure that it is feasible, complete or correct. As a result, Rota Yokogawa does not assume any responsibility for transfers or the current nature, completeness or correctness of services provided on this basis, in particular reminder functions for maintenance or service intervals. 24/7, disruption-free operation is not guaranteed. Rota Yokogawa reserves the right to restrict or discontinue the services either in full or in part without prior notice. Customers must ensure that their data is protected. Use is solely the customer’s responsibility.",
    "header7": "Changes to the terms and conditions of use",
    "paragraph7": "Rota Yokogawa reserves the right to change these Terms and Conditions of Use after prior announcement. You will be informed of any such changes in advance. The changes only come into effect after you have accepted them. In the event that you do not accept these changes, both parties can cancel this agreement. The notice period is one month from receipt of notice of the change.",
    "current_date":"November 2016",
    "print": "Print"
  }
}
