{
  "de": {
    "title": "Bedingungen für die erweiterte Gewährleistung",
    "header1": "Registrieren Sie Ihr/e Produkt/e und erhalten Sie eine erweiterte Gewährleistung",
    "paragraph1": "„Registrierten Nutzern bieten wir eine kostenlose Verlängerung der bestehenden Gewährleistung auf einen Zeitraum von 24 Monaten, gerechnet ab Lieferdatum, an. Die erweiterte Gewährleistung gilt für vollständig und ordnungsgemäß registrierte Yokogawa Produkte der Feldgerätegruppe „Flow“, die nach dem 01.10.2013 ausgeliefert wurden. Bitte wenden Sie sich im Gewährleistungsfall stets an Ihren nächstgelegenen europäischen Yokogawa Vertriebspartner. Soweit weitergehende oder abweichende vertragliche Vereinbarungen getroffen wurden, bleiben diese durch eine erweiterte Gewährleistung unberührt.“",
    "header2": "Unterstützte Länder:",
    "paragraph2": "Vereinigtes Königreich, Deutschland, Frankreich, Polen, Österreich, Spanien, Schweden, Schweiz, Italien, Belgien, Bulgarien, Kroatien, Zypern, Tschechien, Dänemark, Estland, Griechenland, Ungarn, Lettland, Litauen, Luxemburg, Malta, Niederlande, Portugal, Irland, Rumänien, Slowakei, Slowenien, Albanien, Andorra, Bosnien und Herzegowina, Island, Lichtenstein, Moldavien, Monaco, Montenegro, Norwegen, Mazedonien, San Marino, Serbien, Türkei, Finnland",
    "print": "Drucken"
  },
  "en": {
    "title": "Conditions for the extended warranty",
    "header1": "Register your product(s) and receive an extended warranty",
    "paragraph1": "“We offer registered users a free extension to the existing warranty to a period of 24 months, starting on the delivery date. The extended warranty is available for fully and properly registered Yokogawa Flowmeters that have been shipped after the 01.10.2013. In the event of a warranty claim, please contact your nearest Yokogawa sales contact. If any further-reaching or different contractual conditions have been reached, these remain unaffected by an extended warranty.”",
    "header2": "Supported countries:",
    "paragraph2": "United Kingdom, Germany, France, Poland, Austria, Spain, Sweden, Swizerland, Italy, Belgium, Bulgaria, Croatia, Cyprus, Czech, Denmark, Estonia, Greece, Hungary, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Portugal, Ireland, Romania, Slovakia, Slovenia, Albania, Andorra, Bosnia and Herzegovina, Iceland, Liechtenstein, Moldova, Monaco, Montenegro, Norway, Macedonia, San Marino, Serbia, Turkey, Finland",
    "print": "Print"
  }
}
